{
  "_class_name": ["lvd_pipeline", "GroundedTextToVideoSDPipeline"],
  "_diffusers_version": "0.17.0.dev0",
  "scheduler": [
    "diffusers",
    "DDIMScheduler"
  ],
  "text_encoder": [
    "transformers",
    "CLIPTextModel"
  ],
  "tokenizer": [
    "transformers",
    "CLIPTokenizer"
  ],
  "unet": [
    "lvd_unet_3d_condition",
    "GroundedUNet3DConditionModel"
  ],
  "vae": [
    "diffusers",
    "AutoencoderKL"
  ]
}
